<?php
return [
    '一般仕様' => [
        '型式' => 'レンズ交換式デジタルカメラ',
        'レンズマウント' => 'Eマウント',
    ],
    '撮像部' => [
        '撮像素子' => '35mmフルサイズ (35.9 x 24.0 mm)、Exmor RS CMOSセンサー',
        'カメラ有効画素数' => '静止画時: 最大約5010万画素、動画時: 最大約4200万画素',
        '総画素数' => '約5050万画素',
        'ホワイトバランス色温度設定範囲' => '2500 K - 9900 K',
        'アンチダスト機能' => '●',
    ],
    '静止画記録' => [
        '画像ファイル形式' => 'JPEG (DCF Ver.2.0、Exif Ver.2.32、MPF Baseline準拠)、HEIF (MPEG-A MIAF準拠)、RAW (ソニーARW 5.0フォーマット準拠)',
        '記録画素数 [3:2]' => '35mmフルサイズ時 Lサイズ: 8640 x 5760 (50 M)、Mサイズ: 5616 x 3744 (21 M)、Sサイズ: 4320 x 2880 (12 M)',
        '画質モード' => 'RAW、JPEG、HEIF (4:2:0 / 4:2:2)、RAW+JPEG、RAW+HEIF',
        '14bit RAW 出力' => '●',
    ],
    '動画記録方式' => [
        '圧縮形式' => 'XAVC S: MPEG-4 AVC/H.264、XAVC HS: MPEG-H HEVC/H.265',
        '音声記録方式' => 'LPCM 2ch (48 kHz 16 bit)、LPCM 2ch (48 kHz 24 bit)*1、LPCM 4ch (48 kHz 24 bit)*1',
    ],
    '動画記録 撮影モード (XAVC HS 8K)' => [
        '7680 x 4320 (4:2:2, 10bit) (約)' => '29.97p (520 Mbps / 260 Mbps)、23.98p (520 Mbps / 260 Mbps)',
        '7680 x 4320 (4:2:0, 10bit) (約)' => '29.97p (400 Mbps / 200 Mbps)、23.98p (400 Mbps / 200 Mbps)',
    ],
    '動画記録 撮影モード (XAVC HS 4K)' => [
        '3840 x 2160 (4:2:0, 10bit) (約)' => '119.88p (200 Mbps)、59.94p (150 Mbps / 75 Mbps / 45 Mbps)、23.98p (100 Mbps / 50 Mbps / 30 Mbps)',
        '3840 x 2160 (4:2:2, 10bit) (約)' => '119.88p (280 Mbps)、59.94p (200 Mbps / 100 Mbps)、23.98p (100 Mbps / 50 Mbps)',
    ],
    '動画記録 撮影モード(XAVC S 4K)' => [
        '3840 x 2160 (4:2:0, 8bit) (約)' => '119.88p (200 Mbps)、59.94p (150 Mbps)、29.97p (100 Mbps / 60 Mbps)、23.98p (100 Mbps / 60 Mbps)',
        '3840 x 2160 (4:2:2, 10bit) (約)' => '119.88p (280 Mbps)、59.94p (200 Mbps)、29.97p (140 Mbps)、23.98p (100 Mbps)',
    ],
    '動画記録 撮影モード (XAVC S HD)' => [
        '1920 x 1080 (4:2:0, 8bit) (約)' => '119.88p (100 Mbps / 60 Mbps)、59.94p (50 Mbps / 25 Mbps)、29.97p (50 Mbps / 16 Mbps)、23.98p (50 Mbps)',
        '1920 x 1080 (4:2:2, 10bit) (約)' => '59.94p (50 Mbps)、29.97p (50 Mbps)、23.98p (50 Mbps)',
    ],
    '動画記録 撮影モード (XAVC S-I 4K)' => [
        '3840 x 2160 (4:2:2, 10bit) (約)' => '59.94p (600 Mbps)、29.97p (300 Mbps)、23.98p (240 Mbps)',
    ],
    '動画記録 撮影モード (XAVC S-I HD)' => [
        '1920 x 1080 (4:2:2, 10bit) (約)' => '59.94p (222 Mbps)、29.97p (111 Mbps)、23.98p (89 Mbps)',
    ],
    '動画機能' => [
        'スロー & クイックモーション撮影 (S&Q)' => '●',
        'プロキシー記録' => '●',
        'タイムコード/ユーザービット' => '●',
        'RAW出力' => '● (HDMI)',
    ],
    '記録部' => [
        'スロット' => 'SLOT1: SD (UHS-I/II対応)カード、CFexpress 2.0 Type Aカード用マルチスロット、SLOT2: SD (UHS-I/II対応)カード、CFexpress 2.0 Type Aカード用マルチスロット',
    ],
    'フォーカス' => [
        '検出方式' => 'ファストハイブリッドAF (位相差検出方式 / コントラスト検出方式)',
        '測距点数' => '静止画時: 最大759点 (位相差検出方式)、動画時: 最大759点 (位相差検出方式)',
        '検出輝度範囲' => 'EV-4 - EV20 (ISO100相当、F2.0レンズ使用、AF-S時)',
        '認識対象 (静止画時)' => 'オート、人物、動物、鳥、昆虫、車、列車、飛行機',
        '認識対象 (動画時)' => 'オート、人物、動物、鳥、昆虫、車、列車、飛行機',
        'その他の機能' => '横切りへのAF特性 (静止画)、速度変化へのAF追従 (静止画)、AF乗り移り感度 (動画)、AFトランジション速度 (動画)、縦横フォーカスエリア切換、フォーカスエリア登録機能、フォーカス位置の循環、フォーカスマップ (動画)、AFアシスト (動画)',
        'AF補助光' => '可視光LEDによる補助光',
    ],
    '露出制御' => [
        '測光方式' => '1200分割ライブビュー分析測光',
        '測光範囲' => 'EV-3 - EV20 (ISO100相当、F2.0レンズ使用)',
        '露出補正' => '±5.0 EV (1/3 EV、1/2 EV ステップ選択可能)',
        'ISO感度（推奨露光指数）' => '静止画撮影時: ISO 100 - 32000 (拡張: 下限ISO 50、上限ISO 102400)、AUTO (ISO 100 - 12800、上限/下限設定可能)、動画撮影時: ISO 100 - 32000相当、AUTO (ISO 100 - 12800相当、上限/下限設定可能)',
        'フリッカーレス撮影' => '●',
    ],
    'ファインダー' => [
        '形式' => '1.6 cm (0.64型)電子式ビューファインダー (Quad-XGA OLED)',
        '総ドット数' => '9 437 184 ドット',
        '倍率' => '約0.90倍 (50 mmレンズ、無限遠、-1 m-1)',
        '視度調整機能' => '-4.0 - +3.0 m-1',
        'アイポイント' => '最終光学面から約25 mm、接眼枠から約21 mm (視度-1 m-1) (CIPA規格準拠)',
        'ファインダーフレームレート選択' => 'STD 60fps / HI 120fps / HI+ 240fps*2',
    ],
    '液晶モニター' => [
        '形式' => '8.0 cm (3.2型) TFT駆動',
        'タッチパネル' => '●',
        'ドット数' => '2 095 104 ドット',
        '角度調整機能' => '開き角度: 上約98 °、下約40 °、横約180 °、横開き位置での回転約270 °',
    ],
    'その他の機能' => [
        'その他の機能' => '美肌効果、クリエイティブルック、カスタマイズ機能、ピクチャープロファイル、タイムラプス、オートフレーミング、プリ撮影、連写速度ブースト、ノイズ低減用撮影、フレーミング補正、縦表示',
    ],
    '全画素超解像ズーム' => [
        '静止画時' => '● (約2倍)',
        '動画時' => '● (約1.5倍 (4K)、約2倍 (HD))',
    ],
    'シャッター' => [
        'シャッター方式' => 'オート / メカシャッター / 電子シャッター',
        'シャッター速度範囲' => '静止画撮影時 (電子シャッター): 1/32000-30 秒、静止画撮影時 (メカシャッター): 1/8000-30 秒、バルブ、動画撮影時: 1/8000-1 秒',
        'フラッシュ同調速度*3' => 'メカシャッター: 1/400 秒 (フルサイズ)、1/500 秒 (APS-Cサイズ)電子シャッター: 1/200 秒 (フルサイズ)、1/250 秒 (APS-Cサイズ)',
        '電子先幕シャッター' => '●',
    ],
    '手ブレ補正機能' => [
        '方式' => 'イメージセンサーシフト方式5軸補正 (補正方式はレンズ仕様による)',
        '補正効果 (静止画時)' => '中央8.5段・周辺7.0段 (CIPA2024規格準拠、Pitch/Yaw/Roll補正性能、FE 50mm F1.2 GM装着時、長秒時ノイズリダクションオフ時)',
        'モード' => '静止画: 入 / 切、動画: ダイナミックアクティブ / アクティブ / スタンダード / 切',
    ],
    'フラッシュ' => [
        '方式' => '-',
        '制御方式' => 'P-TTL調光',
        'フラッシュ調光補正' => '±3.0 EV (1/3、1/2 EVステップ切換可能)',
        '外部フラッシュ' => 'αシステムフラッシュ (マルチインターフェースシュー対応、オートロックアクセサリーシュー用のフラッシュに対応)',
    ],
    'ドライブ' => [
        'ピクセルシフトマルチ撮影' => '● (4枚/16枚)*4',
        '連続撮影速度*5' => 'AUTO/電子シャッター時: Hi+時: 最高約30コマ/秒、メカシャッター時: Hi+: 最高約10コマ/秒',
        '連続撮影可能枚数*5' => 'JPEG Lサイズ エクストラファイン: 190枚、JPEG Lサイズ ファイン: 400枚、JPEG Lサイズ スタンダード: 400枚、RAW: 240枚、RAW+JPEG: 200枚、RAW (ロスレス圧縮): 100枚、RAW (ロスレス圧縮)+JPEG: 86枚、RAW (非圧縮): 84枚、RAW (非圧縮)+JPEG: 80枚',
    ],
    '再生機能' => [
        '再生機能' => '拡大表示、プロテクト、レーティング、ショットマーク (動画)、区切り画像、トリミング、動画からの静止画作成',
    ],
    'アクセシビリティ' => [
        '機能' => '音声読み上げ、メニュー画面拡大、モードダイヤル操作設定、ピント拡大、フォーカスマップ (動画)、ピーキング表示、AF時の被写体認識、タッチフォーカス、タッチトラッキング、タッチシャッター、タッチAE、マルチアングルモニター、カスタマイズ機能',
    ],
    'インターフェース' => [
        'PCインターフェース' => 'マスストレージ / MTP',
        'マルチ/マイクロUSB端子*6' => '●',
        'USB Type-C®端子' => '● (SuperSpeed USB 10 Gbps (USB 3.2)に準拠)',
        'NFC対応' => '-',
        'シンクロターミナル' => '●',
        'ワイヤレスLAN対応（内蔵）' => '● (Wi-Fiに準拠、IEEE 802.11a/b/g/n/ac (2.4 GHz帯/5 GHz帯))',
        'Bluetooth' => '● (Bluetooth 標準規格Ver. 5.0 (2.4 GHz帯))',
        'HDMI端子' => 'HDMI端子 (タイプA)、3840 x 2160 (59.94p / 29.97p / 23.98p) / 1920 x 1080 (59.94p / 23.98p) / 1920 x 1080 (59.94i)、YCbCr 4:2:2 10bit / RGB 8bit、 7680 x 4320 (29.97p / 23.98p)、YCbCr 4:2:0 8bit / RGB 8bit、4332x2446 (59.94p / 29.97p / 23.98p) 、Raw 16bit',
        'マルチインターフェースシュー*7' => '● (デジタルオーディオインターフェース対応)',
        'マイク端子' => '● (3.5 mmステレオミニジャック)',
        'リモートコントロール（ワイヤレス）' => '● (Bluetoothリモコン)',
        'ヘッドホン端子' => '● (3.5 mmステレオミニジャック)',
        'LAN端子' => '● (2.5GBASE-T、1000BASE-T、100BASE-TX)',
        '機能' => 'FTP転送 (有線LAN、USBテザリング、Wi-Fi)、スマートフォン転送、スマートフォンからのリモコン操作、専用ソフトによるリモート撮影',
    ],
    'USBストリーミング' => [
        '映像データフォーマット' => 'MJPEG、YUV420*8',
        '映像解像度' => '3840 x 2160 (15p / 30p)、1920 x 1080 (30p / 60p)、1280 x 720 (30p)',
        '音声データフォーマット' => 'LPCM 2ch (16bit 48 kHz)',
    ],
    '音声' => [
        'マイク' => 'ステレオマイク内蔵、ボイスメモマイク内蔵',
        'スピーカー' => 'モノラルスピーカー内蔵',
    ],
    'レンズ補正' => [
        'レンズ補正' => '周辺光量、倍率色収差、歪曲収差、ブリージング (動画)',
    ],
    '電源' => [
        '使用電池' => 'リチャージャブルバッテリーパック NP-FZ100',
        '静止画撮影可能枚数*9' => 'ファインダー使用時: 約420枚、液晶モニター使用時: 約520枚 (CIPA規格準拠)',
        '実動画撮影時*10' => 'ファインダー使用時: 約85分、液晶モニター使用時: 約90分 (CIPA規格準拠)',
        '連続動画撮影時' => 'ファインダー使用時: 約140分、液晶モニター使用時: 約150分 (CIPA規格準拠)',
        '本体内充電' => '● (USB Type-C端子で可。USB Power Delivery対応)*11',
        'USB給電' => '● (USB Type-C端子で可。USB Power Delivery対応)',
    ],
    '消費電力' => [
        'ビューファインダー使用時' => '静止画撮影時: 約4.7 W (FE 28-70mm F3.5-5.6 OSSレンズ装着)、動画撮影時: 約7.0 W (FE 28-70mm F3.5-5.6 OSSレンズ装着)',
        '液晶モニター使用時' => '静止画撮影時: 約3.8 W (FE 28-70mm F3.5-5.6 OSSレンズ装着)、動画撮影時: 約6.6 W (FE 28-70mm F3.5-5.6 OSSレンズ装着)',
    ],
    '質量' => [
        '質量(g)(バッテリーとメモリカードを含む)' => '約743 g',
        '質量（g）（本体のみ）' => '約658 g',
    ],
    '外形・寸法' => [
        '外形寸法 (幅 x 高さ x 奥行)' => '約136.1 x 96.9 x 82.9 mm、約136.1 x 96.9 x 72.8 mm (グリップからモニターまで)',
    ],
    '使用温度範囲' => [
        '使用温度範囲' => '0 - 40 ℃',
    ],
];